<?php
return [
    'suc_save' => 'រក្សាទុកបានជោគជ័យ',
    'fail_save' => 'រក្សាទុកមិនជោគជ័យ...',
    'fail_update' => 'មិនមានការកែប្រែ...',
    'fieldreqire' => 'តម្លៃមិនអាចទទេរ...',
    'invalid' => 'ការបញ្ចូលតម្លៃមិនត្រូឹមត្រូវ...',
    'check_score' => 'សូមពិនិត្យមើលពិន្ទុ...',
    'error' => 'មិនដំណើរការ',
    'suc_enable' => 'បើកបានជោគជ័យ',
    'suc_disable' => 'បិទបានជោគជ័យ',
    'suc_delete' => 'លុបបានជោគជ័យ',
    'suc_restore' => 'ទៅដូចដើមបានជោគជ័យ',
    'not_change' => 'ការកែប្រែរបស់អ្នកមិនមានការផ្លាស់ប្ដូរ',
];
